aaron-bond.better-comments
akamud.vscode-theme-onelight
BazelBuild.vscode-bazel
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
mutantdino.resourcemonitor
njpwerner.autodocstring
PKief.material-icon-theme
rid9.datetime
tamasfe.even-better-toml
timonwong.shellcheck
trond-snekvik.simple-rst
vscodevim.vim
zhuangtongfa.material-theme
